<?php

// This file is part of Moodle - http://moodle.org/
//
// Moodle is free software: you can redistribute it and/or modify
// it under the terms of the GNU General Public License as published by
// the Free Software Foundation, either version 3 of the License, or
// (at your option) any later version.
//
// Moodle is distributed in the hope that it will be useful,
// but WITHOUT ANY WARRANTY; without even the implied warranty of
// MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
// GNU General Public License for more details.
//
// You should have received a copy of the GNU General Public License
// along with Moodle.  If not, see <http://www.gnu.org/licenses/>.

/**
 * Local language pack from https://lms.samgups.ru
 *
 * @package    theme
 * @subpackage fordson
 * @license    http://www.gnu.org/copyleft/gpl.html GNU GPL v3 or later
 */

defined('MOODLE_INTERNAL') || die();

$string['blockdisplay'] = 'Способ отображения блоков на главной странице';
$string['blockdisplay_desc'] = 'Выберите способ отображения блоков на главной странице или страницах курса. Fordson добавляет панель из трёх колонок, которая может быть скрыта пользователем. Выберите опцию «Boost по умолчанию», чтобы использовать один правый столбец для блоков. Опция «Boost по умолчанию» также перемещает кнопку «Добавить блок» обратно в панель навигации в левой части страницы. Мы также рекомендуем использовать «Одна колонка Boost по умолчанию» при использовании любого из макетов страницы Boost из настроек выше.';
$string['blockdisplay_off'] = 'Одна колонка Boost по умолчанию';
$string['blockdisplay_on'] = 'Три колонки Boost по умолчанию';
$string['collapsibletopics'] = 'Формат курса «Сворачиваемые разделы»';
$string['collapsibletopics_desc'] = 'Если Вы установите плагин формата «Сворачиваемые разделы» ( <a href="https://moodle.org/plugins/format_collapsibletopics">format_collapsibletopics</a> ), тема Fordson может предоставить расширенный вид формата курса и специальные стили, которые лучше интегрируются с общий внешний вид Fordson. Особое внимание было уделено обеспечению более плавного взаимодействия с пользователями всех возрастов и навыков.';
$string['colours_desc'] = 'Выбор цвета позволит вам настроить внешний вид основных элементов на странице. Если вы используете пресет, отличный от стандартного, вам нужно будет удалить любые пользовательские цвета, указанные ниже, для достижения наилучших результатов, так как они заменят пресет с нежелательными результатами. Обычно пресет будет иметь цвета по умолчанию, которые вы захотите увидеть, прежде чем настраивать их здесь.';
$string['commonlyused'] = 'Настраиваемые элементы курса и ресурсы.';
$string['commonlyuseddesc'] = 'Разделённые запятыми список элементов курса и ресурсов в меню «Выбор элементов курса и ресурсов». <br> Действия по умолчанию: <br> задание, чат, выбор, база данных, обратная связь, форум, глоссарий, лекция, lti, текст, scorm, опрос, вики, мастерская <br> Ресурсы по умолчанию: <br> книга, файл, папка, imscp, ярлык, страница, url';
$string['courseactivities'] = 'Элементы курса';
$string['courseblockpanelbtn'] = 'Блоки курса';
$string['courseblockpanelbtnclose'] = 'Закрыть';
$string['courseboxheight'] = 'Высота плитки курса';
$string['courseboxheight_desc'] = 'Управляйте высотой плитки курса на главной странице и категориями курса.';
$string['courseeditingcog'] = 'Показать меню настроек курса по умолчанию';
$string['courseeditingcog_desc'] = 'При использовании панели управления курсом меню по умолчанию скрыто. Выбрав этот параметр, вы можете показать меню по умолчанию, а также панель управления курсом преподавателя. Это идеально, если вы используете сторонние плагины, которые использует меню курса для доступа к настройкам.';
$string['coursehome'] = 'Домой';
$string['coursemanagementinfodesc'] = 'Fordson предоставляет уникальную и организованную панель администрирования курса, к которой преподаватели могут получить доступ из любой точки курса, чтобы получить доступ к ссылкам управления курсом. Студенты также могут получить доступ к информационной панели курса для студентов, которая содержит информацию, относящуюся к курсу. Настоятельно рекомендуется оставить её включённой.';
$string['coursemanagementtextbox_desc'] = 'Добавляет сообщение для преподавателей в панели управления курсом на каждой странице курса.';
$string['coursemanagementtoggle'] = 'Показывать панели управления студента и преподавателя';
$string['coursemanagementtoggle_desc'] = 'Это отобразит простую в использовании панель управления курсом для преподавателей. Это также отобразит панель обзора курса для студентов, в которой есть оценки, информация о прохождении и другие элементы из курса';
$string['coursestaff'] = 'Преподаватели';
$string['coursestyle10'] = 'Отображение курса Moodle по умолчанию';
$string['coursestyle4'] = 'Четвёртый стиль с кратким описанием курса';
$string['coursestyle5'] = 'Первый горизонтальный стиль';
$string['coursestyle6'] = 'Горизонтальное фоновое изображение с полной информацией';
$string['coursestyle7'] = 'Горизонтальное фоновое изображение и преподаватели';
$string['coursestyle8'] = 'Горизонтальное с двумя колонками';
$string['coursestyle9'] = 'Корпоративное обучение - минимальное с текущим прогрессом';
$string['coursetilestyle'] = 'Отображение курса';
$string['coursetilestyle_desc'] = 'При просмотре категорий курсов вы можете выбрать один из следующих стилей для отображения курсов. <a href="https://goo.gl/fMXzSo" target="_new">Инструкции по Fordson</a>';
$string['currentinparentheses'] = '(текущий)';
$string['customlogininfo_desc'] = 'Это позволяет создать пользовательскую страницу входа. Другие настройки в теме, которые будут отображаться на странице входа, включают следующие:<br> <b>* Администрирование > Безопастность > Правила сайта > Заставить пользователей войти = Убедитесь, что этот флажок установлен, чтобы пользователи переходили на вашу пользовательскую страницу входа.<br> * Администрирование > Внешность > Логотипы > Логотип = Загрузите изображение здесь, и оно появится над формой входа.<br> * Fordson > Пользовательские настройки изображения > Изображение для входа в систему по умолчанию можно использовать для изменения фонового изображения для страницы входа в систему. <br> * Fordson > Области содержания > Оповещение на главной странице может использоваться для предоставления уведомления в верхней части страницы. </b>';
$string['dashactivityoverview'] = 'ОБЗОР ДЕЯТЕЛЬНОСТИ';
$string['displaythiscourse'] = 'Показать это меню курса';
$string['displaythiscoursedesc'] = 'Отображение перехода в меню курса для пользователей в верхнем навигационном меню. Оно содержит пункты меню, ранее найденные в навигационном меню.';
$string['drawerbkg'] = 'Цвет фона боковой стороны';
$string['drawerbkg_desc'] = 'Цвет фона боковой стороны для меню в левой части страницы.';
$string['easyenrollmentintegration'] = 'Плагин "Зачисление с помощью QR-кодов"';
$string['easyenrollmentintegration_desc'] = 'Плагин "Зачисление с помощью QR-кодов" (<a href="https://moodle.org/plugins/enrol_easy">Плагин "Зачисление с помощью QR-кодов"</a>) позволяет студентам записываться на курсы непосредственно с домашней страницы ЭИОС. Плагин регистрации использует 6-значный код или автоматически сгенерированный QR-код с поддержкой веб-камеры для регистрации студентов. Студент вводит код или сканирует QR-код и сразу же зачисляется в намеченный курс или группу в рамках курса. Этот плагин автоматически активируется после установки плагина "Зачисление с помощью QR-кодов" и включении его в панели управления. Он активируется только если плагин установлен и правильно настроен.';
$string['enhancedmydashboard'] = 'Улучшенная панель инструментов';
$string['enhancedmydashboard_desc'] = 'Включение этого параметра улучшит страницу панели инструментов, включив в неё все функции fordson, такие как форма "Зачисление с помощью QR-кодов", ползунки блоков, панель навигации по значкам, текст настраиваемой домашней страницы, слайд-шоу и многое другое.';
$string['footerbkg'] = 'Цвет нижнего колонтитула';
$string['footerbkg_desc'] = 'Цвет фона нижнего колонтитула для нижней части страницы.';
$string['footerdesc'] = 'Пункты, приведённые ниже, позволяют вам указывать название нижнего колонтитула.';
$string['footnotedesc'] = 'Редактор сносок для главного нижнего колонтитула';
$string['fploginform'] = 'Цвет формы входа';
$string['fploginform_desc'] = 'Цвет фона формы входа в систему на пользовательской домашней странице.';
$string['fptextbox'] = 'Текстовое поле появляется на домашней странице после аутентификации пользователя';
$string['fptextbox_desc'] = 'Это текстовое поле появляется на домашней странице после аутентификации пользователя. Это идеально подходит для размещения приветственного сообщения и предоставления инструкций для учащихся.';
$string['fptextboxlogout'] = 'Текстовое поле на главной странице для посетителей';
$string['fptextboxlogout_desc'] = 'Это текстовое поле появляется на главной странице для посетителей и идеально подходит для размещения приветственного сообщения или ссылки на страницу входа.';
$string['frontpagemycoursessorting'] = 'Сортировать мои курсы по последнему доступу';
$string['frontpagemycoursessorting_desc'] = 'Если этот флажок установлен, функция сортировки «Мои курсы» (зарегистрированные курсы) будет сортироваться по последнему доступу пользователя. Это переопределит параметр «Сортировать мои курсы» в разделе «Навигация». Если флажок снят, то страница "Мои курсы" будет отображаться как обычно. Это включает в себя Мои курсы, отображаемые в раскрывающемся списке в верхней части страницы, а также Мои зачисленные курсы на главной странице сайта. Это не влияет на блоки панели инструментов.';
$string['generalcontentinfodesc'] = 'Параметры ниже помогут вам настроить способ отображения контента и включить дополнительные функции для Fordson.';
$string['gutterwidth'] = 'Интервал между содержимым';
$string['gutterwidth_desc'] = 'Этот параметр определяет, сколько интервалов используется слева и справа от основного содержимого.';
$string['headerdefaultimage_desc'] = 'Изображение по умолчанию для заголовков курсов и страниц, не относящихся к курсу';
$string['headerimagepadding_desc'] = 'Контролируйте отступы и высоту изображения заголовка для курсов.';
$string['headerlogo_desc'] = 'Этот логотип будет отображаться в верхней части страницы в области заголовка. Он использует загрузочное адаптивное масштабирование изображения.';
$string['iconnavheading'] = 'Навигация по иконкам';
$string['iconnavheadingsub'] = 'Создайте кнопки с иконками для использования на главной странице. Ссылки могут вести куда угодно.';
$string['iconwidth'] = 'Ширина иконки домашней страницы';
$string['iconwidth_desc'] = 'Ширина 8 отдельных значков в панели значков на главной странице.';
$string['iconwidthinfo'] = 'Настройка ширины кнопки';
$string['iconwidthinfodesc'] = 'Выберите ширину, которая позволит разместить текст ссылки внутри кнопок навигации по значкам.';
$string['ilearnsecurebrowser'] = 'Этот тест защищен с помощью безопасного браузера iLearn (Chromebook, использующий приложение iLearn, должен быть использован для проведения этого теста)';
$string['imagesettings'] = 'Пользовательские настройки изображения';
$string['integrationinfo'] = 'Интеграция плагинов';
$string['integrationinfo_desc'] = 'Fordson может активировать расширенные функции и лучше интегрироваться с определёнными плагинами. Настройки ниже позволят вам использовать поведение плагина по умолчанию или включить расширенные функции, реализованные разработчиками Fordson.';
$string['integrationoff'] = 'Выключить интеграцию';
$string['integrationon'] = 'Включить интеграцию';
$string['jitsibuttontext'] = 'Кнопка автоматического заголовка встречи Jitsi';
$string['jitsibuttontextdesc'] = 'Добавьте текст для кнопки, которая будет добавляться в начало каждого курса Moodle. Эта кнопка приведёт пользователей в комнату собраний Jitsi, которая формирует URL из названия курса и номера идентификатора курса. У вас должен быть сервер веб-конференций Jitsi.';
$string['jitsibuttonurl'] = 'URL сервера Jitsi';
$string['jitsibuttonurldesc'] = 'Пример общедоступного сервера: https://meet.jit.si <br> НЕ ДОБАВЛЯЙТЕ ТРЕЙЛИНГ-БЕКЛАШ <br> <br> Этот URL-адрес будет использоваться для кнопки, которая будет автоматически добавляться к каждому курсу Moodle в области заголовка. Мы настоятельно рекомендуем вам настроить свой собственный сервер Jitsi и принудительно войти в зал заседаний Jitsi.';
$string['layoutinfo'] = 'Настройки макета';
$string['layoutinfodesc'] = 'Управляйте макетом страницы, выбирая дизайн.';
$string['learningcontentpadding'] = 'Интервал содержания обучения';
$string['learningcontentpadding_desc'] = 'Это контролирует, сколько места между верхней частью страницы и основным содержанием курса. Как правило, вы хотите, чтобы это было меньше, чем высота изображения заголовка.';
$string['logintopimage'] = 'Изображение страницы входа в систему';
$string['logintopimage_desc'] = 'Это изображение появляется на странице входа справа от формы входа. Это идеально подходит для логотипа или баннера с прозрачным фоном.';
$string['marketboxbuttoncolor'] = 'Цвет кнопки маркетингового окна';
$string['marketboxbuttoncolor_desc'] = 'Цвет фона кнопки маркетингового окна.';
$string['marketboxcolor'] = 'Цвет фона маркетингового окна';
$string['marketboxcolor_desc'] = 'Цвет фона маркетингового окна.';
$string['marketboxcontentcolor'] = 'Фоновый цвет содержимого маркетингового окна.';
$string['marketboxcontentcolor_desc'] = 'Цвет фона для содержимого маркетингового окна. Именно здесь текст появляется в области маркетинга и может отличаться от цвета фона окна, чтобы привлечь внимание к тексту.';
$string['marketing7'] = 'Седьмой рекламный блок';
$string['marketing8'] = 'Восьмой рекламный блок';
$string['marketing9'] = 'Девятый рекламный блок';
$string['marketingdesc'] = 'Эта тема предоставляет возможность включения трее «маркетинговых» или «рекламных» роликов прямо под слайд-шоу. Это позволяет вам легко идентифицировать основную информацию для ваших пользователей и предоставлять прямые ссылки.';
$string['marketingheading'] = 'Маркетинговые плитки';
$string['marketingheadingsub'] = 'Три места на главной странице, чтобы добавить информацию и ссылки';
$string['marketingheightdesc'] = 'Если вы хотите отображать изображения в полях \'Маркетинговые плитки\', вы можете указать их высоту здесь.';
$string['marketingicondesc'] = 'Название значка, который вы хотите использовать в маркетинговой кнопке URL. Список <a href="https://fontawesome.com/v4.7.0/icons/" target="_new"> здесь </a>. Просто введите то, что после "fa-", например, «star».';
$string['marketingimage_desc'] = 'Это обеспечивает возможность показа изображения в рекламном месте';
$string['marketinginfodesc'] = 'Введите настройки для вашего рекламного места. Вы должны включить заголовок, чтобы появилось место для рекламы. Название активирует отдельные маркетинговые точки.';
$string['marketingstyle'] = 'выбор стиля маркетинговой плитки';
$string['marketingstyle_desc'] = 'Выберите из следующих маркетинговых стилей. Это изменит внешний вид и стиль рекламных блоков на главной странице сайта.';
$string['marketingstyle1'] = 'Верхнее основание полосы';
$string['marketingstyle2'] = 'Примечание';
$string['marketingstyle3'] = 'Простота';
$string['marketingstyle4'] = 'С тенью';
$string['marketingtitledesc'] = 'Название для показа в этом рекламном ролике. Вы должны включить заголовок, чтобы появилась Маркетинговая плитка.';
$string['markettextbg'] = 'Фон текста маркетинговой плитки';
$string['markettextbg_desc'] = 'Цвет фона для текстовой области маркетинговых плиток.';
$string['modchoosercommonlyused'] = 'Обычно используется';
$string['modchoosercustomlabel'] = 'Собственный ярлык';
$string['modchoosercustomlabel_desc'] = 'Добавьте свой собственный ярлык для нового меню.';
$string['modchoosersettingspage'] = 'Элементы/Ресурсы';
$string['mycoursesinfo'] = 'Динамический список зарегистрированных курсов и меню навигации по курсам';
$string['mycoursesinfodesc'] = 'Отображает динамический список зарегистрированных курсов для пользователя в верхней панели навигации. Это также будет управлять раскрывающимся списком навигации по каждому курсу.';
$string['myprogresspercentage'] = '% завершено';
$string['navbarcolorswitch'] = 'Переключить цвет панели навигации';
$string['navbarcolorswitch_desc'] = 'Эта функция меняет цвет панели навигации в зависимости от роли пользователя. Студент увидит один цвет, а преподаватель увидит другой цвет. Это полезно, когда преподаватель меняет роли и помогает различать отображение студента и отображение преподавателя.';
$string['navbarcolorswitch_off'] = 'Не менять цвет навигационной панели в зависимости от роли.';
$string['navbarcolorswitch_on'] = 'Изменить цвет навигационной панели в зависимости от роли.';
$string['naviconbuttonurldesc'] = 'URL, на который будет указывать кнопка. Вы можете ссылаться на любое место, включая внешние сайты, просто введите правильный URL. Если ваш сайт Moodle находится в подкаталоге, URL по умолчанию не будет работать. Пожалуйста, измените URL, чтобы отразить подкаталог. Пример, если "moodle" была вашей папкой в подкаталоге, тогда URL-адрес необходимо изменить на /moodle/my/';
$string['navicondesc'] = 'Название иконки, которую вы хотите использовать. Список <a href="https://fontawesome.com/v4.7.0/icons/" target="_new"> здесь </a>. Просто введите то, что после "fa-", например, «star».';
$string['naviconslidedesc'] = 'Рекомендуемый текст значка: стрелка-круг вниз. Или выберите из списка <a href="https://fontawesome.com/v4.7.0/icons/" target="_new"> здесь </a>. Просто введите то, что после "fa-", например, «star».';
$string['pagelayout_desc'] = 'Выберите из следующих макетов. Некоторые макеты страниц требуют дополнительных настроек на странице «Предустановленные настройки». Обязательно обратите внимание на: «Интервал содержания обучения», «Высота изображения заголовка» и «Заполнение контентом», поскольку они помогут отрегулировать размещение и заполнение изображения заголовка слева и справа от основного обучающего контента. <a href="https://goo.gl/fMXzSo" target="_new"> Инструкции по Fordson </a>';
$string['pagelayout1'] = 'Макет Boost по умолчанию';
$string['pagelayout2'] = 'Изображение полной ширины / верхнего заголовка';
$string['pagelayout3'] = 'Центрированный контент / перекрывающийся заголовок';
$string['pagelayout4'] = 'Центрированный контент / полноэкранное изображение заголовка';
$string['pagelayout5'] = 'Макет Boost по умолчанию / заголовок изображения в поле заголовка курса';
$string['region-fp-a'] = 'Колонка A';
$string['region-fp-b'] = 'Колонка B';
$string['region-fp-c'] = 'Колонка C';
$string['region-side-pre'] = 'Справа';
$string['sectionlayout'] = 'Выбор стиля раздела';
$string['sectionlayout_desc'] = 'Выберите из следующих стилей темы / еженедельного раздела. <a href="https://goo.gl/fMXzSo" target="_new"> Инструкции по Fordson </a>';
$string['sectionlayout1'] = 'Boost по умолчанию';
$string['sectionlayout2'] = 'Записная книжка';
$string['sectionlayout3'] = 'Вкладки папок';
$string['sectionlayout4'] = 'Буфер обмена';
$string['sectionlayout5'] = 'Простая коробка';
$string['sectionlayout6'] = 'Выделенное название раздела';
$string['sectionlayout7'] = 'Университет';
$string['sectionlayout8'] = 'Корпоративный';
$string['setting_navdrawersettings'] = 'Настройки выдвижной панели';
$string['setting_navdrawersettings_desc'] = 'Включить функцию выдвижной панели Boost. Fordson не требует обязательного наличия навигационной панели. Мы заменили его выпадающим меню «Перейти к разделу». Вы можете снова включить её ниже.';
$string['showactivitynav'] = 'Показать навигации по действиям';
$string['showactivitynav_desc'] = 'Снимите этот флажок, чтобы отключить навигацию по действиям внизу страниц действий.';
$string['showalltomanager'] = 'Показать все элементы курса и ресурсы для менеджеров';
$string['showalltomanager_desc'] = 'Этот параметр позволит пользователям, имеющим роль менеджера, видеть и получать доступ ко ВСЕМ элементам и ресурсам, даже если он настроен на отображение только пользовательского меню. Как правило, роль менеджера предоставляется пользователю на уровне сайта или категории. Преподаватели по-прежнему будут видеть только пользовательское меню. Эта функция определяется разрешением пользователя: Администрирование - moodle/site:configview. Администраторы сайта всегда будут видеть все элементы курсов и ресурсы.';
$string['showblockregions'] = 'Показать дополнительные блоки на главной странице';
$string['showblockregions_desc'] = 'Включите ещё три блока на главной странице сайта. Они появляются чуть ниже иконки панели навигации.';
$string['showcourseadminstudents'] = 'Показать шестерёнку управления для студентов';
$string['showcourseadminstudents_desc'] = 'Параметр разрешает отображение настройки курса для студентов. Это необходимо, если вы хотите разрешить им исключать себя из курсов с автоматической или самостоятельной записью.';
$string['showcourseheaderimage_desc'] = 'Разрешить преподавателям настраивать изображение заголовка курса, загрузив файл изображения в настройки курса.';
$string['showcustomlogin'] = 'Включить пользовательскую страницу входа';
$string['showcustomlogin_desc'] = 'Вы должны включить этот элемент, чтобы активировать пользовательские настройки ниже.';
$string['shownavdrawer'] = 'Показать выдвижное меню';
$string['shownavdrawer_desc'] = 'Fordson избавился от необходимости навигационного меню, используя раскрывающееся меню для навигации по курсу. Если вы хотите использовать навигационное меню, вы можете установить этот флажок, чтобы снова включить его.';
$string['showonlycustomactivities_desc'] = 'Если флажок установлен, будет отображаться только пользовательское меню. Это позволяет организации выбирать, какие виды деятельности и ресурсы будут использоваться в курсах. ВНИМАНИЕ: У вас должен быть список действий / ресурсов, разделённых запятыми, в текстовом поле выше. В противном случае вы не увидите никаких действий или ресурсов при редактировании курса.';
$string['showonlygroupteachers'] = 'Показывать только преподавателей группы';
$string['showonlygroupteachers_desc'] = 'Если этот параметр включён, на панели управления курсами будут отображаться только преподаватели из той же группы, что и студенты.';
$string['showstudentcompletion'] = 'Показать прогресс завершения курса студентами';
$string['showstudentcompletion_desc'] = 'Отображает на панели управления курсом информацию об процессе завершения курса студентами. Для использования этой настройки необходимо включить отслеживание завершения курса в настройках курса.';
$string['showstudentgrades_desc'] = 'Показать ссылку на зачётную книжку на панели инструментов студентов. Для использования этой настройки необходимо включить оценки студентов в настройках курса.';
$string['sliderinfo'] = 'Специальная кнопка со значком слайда';
$string['sliderinfodesc'] = 'Эта кнопка отображает / скрывает специальное текстовое поле, которое скользит вниз от панели навигации значков. Оно идеально подходит для показа курсов, предоставления помощи или составления списка необходимого обучения персонала.';
$string['slideshowpages'] = 'Страницы слайд-шоу';
$string['slideshowpages_desc'] = 'Определите, на каких главных страницах должно отображаться слайд-шоу. При использовании слайд-шоу на пользовательской странице входа рекомендуется загружать только изображения и не использовать параметры текста слайда, указанные ниже. ПРИМЕЧАНИЕ. Слайд-шоу не будет отображаться на мобильных устройствах.';
$string['slideshowpages0'] = 'Показывать только на пользовательской странице входа';
$string['slideshowpages1'] = 'Показывать только на главной странице сайта и панели инструментов';
$string['slideshowpages2'] = 'Показать везде';
$string['slideshowspacer'] = 'Слайд-шоу на странице пользовательского входа';
$string['slideshowspacer_desc'] = 'На пользовательской странице входа в систему этот параметр используется для добавления разделения под формой входа в систему, если вы помещаете текст в слайды.';
$string['slidetextbox'] = 'Текстовое поле слайда';
$string['textcontentinfo'] = 'Пользовательский контент';
$string['textcontentinfodesc'] = 'Используйте текстовые поля ниже, чтобы добавить индивидуальную информацию для пользователей.';
$string['thismyprofessionaldevelopment'] = 'Этот PD';
$string['titletooltip'] = 'Подсказка к названию курса';
$string['titletooltip_desc'] = 'Если вы используете \'Обрезать название курса\', вы можете использовать всплывающие подсказки, которые будут отображать весь заголовок курса во всплывающей подсказке. Установите этот флажок, чтобы включить подсказки.';
$string['togglemarketing'] = 'Позиция маркетинговой плитки';
$string['togglemarketing_desc'] = 'Определите, где маркетинговые плитки будут расположены на главной странице.';
$string['topnavbarbg'] = 'Цвет фона верхней панели навигации';
$string['topnavbarbg_desc'] = 'Цвет фона содержимого верхней панели навигации.';
$string['topnavbarteacherbg'] = 'Цвет фона верхней панели навигации для преподавателей';
$string['topnavbarteacherbg_desc'] = 'Цвет фона контента для верхней панели навигации, когда пользователь является преподавателем. Эта функция должна быть включена в настройках меню.';
$string['trimsummary'] = 'Обрезать описание курса';
$string['trimsummary_desc'] = 'Введите число, чтобы урезать итоговую длину описания курса. Этот номер представляет символы, которые будут отображаться.';
$string['trimtitle'] = 'Обрезать название курса';
$string['trimtitle_desc'] = 'Введите число, чтобы урезать итоговую длину названия курса. Этот номер представляет символы, которые будут отображаться.';
$string['userlinks'] = 'Учащиеся';
$string['userlinks_desc'] = 'Управлять учащимися';
$string['viewfcfmodules'] = 'Элементы и ресурсы';
$string['viewsectionmodules'] = 'Перейти к модулям раздела';
